﻿﻿﻿//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************

//*************************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//*************************************************************************
//<AMI_FHDR_START>
//
// Name:        IntelSaGopSetup.uni
//
// Description: GOP setup string definitions
//
//<AMI_FHDR_END>
//*************************************************************************

/=#
#include "VFR.uni"

#langdef   x-AMI "AmiMappingLanguage"           // AMI Mapping Language


#string STR_EMPTY_STRING            #language eng  ""
#string STR_TITLE                   #language eng  "AMI Graphic Output Protocol Policy"
                                    #language x-AMI "NBGP001"
#string STR_TITLE_HELP              #language eng  "User Select Monitor Output by Graphic Output Protocol"

#string STR_GOP_OUTPUT_SELECT       #language eng  "Output Select"
                                    #language x-AMI "NBGP002"

#string STR_GOP_OUTPUT_HELP         #language eng  "Output Interface"

#string STR_GOP_BRIGHTNESS          #language eng  "Brightnesst Setting"
                                    #language x-AMI "NBGP003"

#string STR_GOP_BRIGHTNESS_HELP     #language eng  "Set Gop Brightnesst value"

#string STR_GOP_BIST_ENABLE         #language eng  "BIST Enable"
                                    #language x-AMI "NBGP004"

#string STR_GOP_BIST_ENABLE_HELP    #language eng  "Starts or stops the BIST on the integrated display panel."

#string STR_GOP_DEVICE_NAME_0       #language eng  "Unknown Device"
#string STR_GOP_DEVICE_NAME_1       #language eng  "Unknown Device"
#string STR_GOP_DEVICE_NAME_2       #language eng  "Unknown Device"
#string STR_GOP_DEVICE_NAME_3       #language eng  "Unknown Device"

#string STR_GOP_DRIVER_NAME_0       #language eng  "Unknown Driver"
#string STR_GOP_DRIVER_NAME_1       #language eng  "Unknown Driver"
#string STR_GOP_DRIVER_NAME_2       #language eng  "Unknown Driver"
#string STR_GOP_DRIVER_NAME_3       #language eng  "Unknown Driver"

#string STR_GOP_OUTPUT_NAME_0       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_1       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_2       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_3       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_4       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_5       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_6       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_7       #language eng  "Unknown Device"

#string STR_COMMON_ENABLED          #language eng  "Enabled"
#string STR_COMMON_DISABLED         #language eng  "Disabled"

#string STR_NULL_STRING             #language eng  ""

//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************